OpenFOAM files/run/streetcanyon_perpendicular/LoD3/LAD10/broadleaf/system/surfaceFeaturesDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      surfaceFeaturesDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


surfaces ("WH1-buildings.obj" "WH1-broad_lod3-trunk.obj" "WH1-broad_lod3-canopy.obj");
includedAngle       170;
writeObj                yes;


//#includeEtc "caseDicts/surface/surfaceFeaturesDict.cfg"

// ************************************************************************* //
